<template>
    <div class="end" id="end">
        <div class="liner-end">
            <p>走过四十年历史 </p>
            <p>女足姑娘们和国家队工作人员的汗水与泪水</p>
            <p>见证着中国女足的成长</p>
            <p>值得球迷们报以最热烈的掌声</p>
            <p>如今中国女足面临的困境，根植于我国足球体制与文化土壤</p>
            <p>费心寻找金凤凰</p>
            <p>不如栽好梧桐树</p>
            <p>唯有在球员成长、联赛环境和群众基础等底层问题上下功夫</p>
            <p>才能孕育一代又一代的铿锵玫瑰</p>
            <p>遇见不远未来的风雨彩虹</p>
        </div>
        <div>
            <br>
            <br>
            <p>小组成员分工：</p>
            <p>统筹：欧阳奕奕</p>
            <p>数据处理：胡雅凡、杨景淇、黄一淼</p>
            <p>文案撰写：胡雅凡、杨景淇、黄一淼</p>
            <p>可视化：欧阳奕奕</p>
            <p>视觉设计：闫喻心</p>
            <p>网页制作：吴艳凤、秦臻</p>
            <br>
            <p>参考资料：</p>
            <p>[1]中国女子足球国家队成员相关百度百科词条</p>
            <p>[2]中国足球协会官网（中国女足专栏）. http://women.thecfa.cn/</p>
            <p>[3]足球数据库（女足专栏）. https://www.charmabu.com/womenfootball</p>
            <p>[4]赵忠海,胡大伟,樊春光：中国古代艺术中的女子体育文化解读[J]. 体育与科学. 2009,30(02):53-55+29.</p>
            <p>[5]庞丽婷：2022年亚洲杯女足冠军中国队进球特征分析[J]. 体育科技文献通报,2022,30(06):38-40.</p>
            <p>[6]肖品圆：对中国女子足球国家队、青年队、少年队运动员年龄、身体形态和身体成分的研究[D]. 武汉体育学院. 2013.</p>
            <p>[7]程佳璐：中国女足职业联赛球迷观赛动机与忠诚度的研究[D]. 上海体育学院. 2021：40.</p>
            <p>[8]心灵潜能shen侃球. 3-2！回顾女足奥运逆转巴西女足，“铿锵玫瑰”绽放亚特兰大[EB/OL][2022.7.27].https://baijiahao.baidu.com/sid=1705750541212664427&wfr=spider&for=pc.</p>
            <p>[9]卫视那些事儿. 亚洲杯决赛日电视卫视频道收视率数据[EB/OL]. [2022.7.27]. https://weibo.com/tvthings.</p>
        </div>
    </div>
</template>